[
  {
    "id": "twilio-RE27d4cdf0c758001ebcdd9fdbbe20386f",
    "transcript": "Hello. Good morning. Yeah. Hello. Good morning. Hello. How are you? Yeah. I have a cotton that needs feet. It's, it's it's in my daughter's room, I think, a blind. It, fell off the the stuff that anchors it to the wall or something fell off. So I need it to be fixed so that the cotton can go back up. So I don't know how much that would be. I mean Oh, okay. No problem. What's your first code? Sorry. DeltaEchoWoman Yep. 2 Uniform house. Okay. Perfect. No problem. So it's just one side of the curtain part that one's putting back on? Yeah. The the you know, this is that the screw to the wall to put the roller of the, I don't know how to explain it. Anyway, the ruler of the blind, it fell off. Problem. Yeah. Yeah. So it's one side that fell off. The other part is still anchored, but the other side affected the whole thing came down. But the this one the other part is screwed on, but the other side is went off. No. Okay. So we might have to move it across that because this is a problem that happens all the time. Would you like us to move it across and fill the old hole? Is that would that work for you? It cost a while. Sorry. I didn't get that. Sorry. Say that again. Yeah. I didn't get what you said. It's pardon me if you can repeat yourself. Sorry. Yeah. Would you like us to if we can move that over, that's not a problem, and we can fill the old hole because you won't have a hole there than the old screw. So we can fill that in. That's not a problem. Do you want to get your quote for that now? Yeah. So if you fill the hole, are you gonna create another one to fix it back? Yeah. We can we can fix it, but we can just put some filler in there, then you can probably paint it or someone can paint it at a later date. Okay. So how much would that be? So with our it's 65 because that's our minimum call out. We can get there today or tomorrow. Or with the filler, we just charge you a five hour extra, and we can get there today or tomorrow. Oh, that's so exciting. We are busy. We are busy because it's Christmas. Yeah. So we lit that's why I took your postcode to see if we did we could get to you. But we do have a slot or I think we do have a slot available today. It'd be a push for tomorrow, or we can't get you to get it in. Okay. So you're saying to get it done today or tomorrow, it's it's only 70 pounds. Is that what you mean? Yeah. That's with the filler. If you don't want us to fill it, we can just do it without a little bit of 65. Because if you fill it if you fill it up, it will not happen again. Is that what you're trying to see? Sorry. Say that again. The line is not the best. If you sorry. If you're filling it off, right, if you're building with the fill up, the fill up, whatever, would it it wouldn't have would it cause it not to happen again? No. No. No. It won't happen again. We'll get a strong fixing into the wall. Oh, okay. Okay. I'm wondering if I can try this for you. Yeah, but like I said, because it's because, you know, I get quite busy. So if you want me to book that now, I can get you a message sent on WhatsApp. Just take all your details, and let me get that booked in, and then get it sorted today. Okay. Anyway, just send it on WhatsApp. I will talk to my husband on the phone. So I'll let him know, and then maybe I'll fill it up with him. Okay. No problem. What's your name, sir? Craig. I'm just giving you my nickname. K I k I, Kiki. K I yeah. Kiki, k I k I. That's the softphone. Alright. Okay. Alright. Perfect. Kiki. Give me about ten minutes. I'll get you a WhatsApp sent straight over then if you have me. I'll check where you've got the space, and I'll book you an ERC. Okay. No. Just, like, don't book me a yet. I'm to fill the link to book it. Right? And I don't but I need to discuss the price in my house before I can. Yeah. So don't book me here. Just send the link, then I'll discuss with him, then I'll decide to to book it in or not, if that's okay. Okay. No problem. No problem. No problem. Thank you very much. Okay. Okay. Bye bye. Yeah. Yeah. Bye bye.",
    "audioUrl": "/recordings/RE27d4cdf0c758001ebcdd9fdbbe20386f.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "INSTANT_PRICE",
    "notes": "Deepgram Transcription of RE27d4cdf0c758001ebcdd9fdbbe20386f"
  },
  {
    "id": "twilio-RE1a942be996325e06b0dcbf88c4298316",
    "transcript": "Hello. Good morning. Yeah. Hello. Good morning. How's it going? Yeah. I have a cotton that I need. It's, it's it's in my daughter's room. I think a blind. It, fell off the the stuff that anchors it to the wall or something fell off. I need it to be fixed so that the content can go back home. So I don't know how much that would be. I mean Okay. No problem. What's your postcode? Sorry. Delta Echo Woman Yep. 2 Uniform House. Okay. Perfect. No problem. So it's just one side of the curtain part once it's pulling back on? Yeah. The the you know, this is that it's screw to the wall to put the ruler of the, I don't know how to spell it. Anyway, the ruler of the blind, it's set up. Problem. Yeah. Yeah. So it's one side that's set up. The other part is still anchored, but the other side, I think, the whole thing came down. But the this one the other part is still screwed on, but the other side is went off. No. Okay. So we might have to move it across that because this is a problem that happens all the time. Would you like us to move it across and seal the old hole? Is that would that work for you? It cost a while. Sorry. I didn't get that. Sorry. Say that again. Yeah. I didn't get what you said. It's pardon me if you can repeat myself. Sorry. Yeah. Would you like us to if we can move that over, that's not a problem. And we can fill the old hole because you won't have a hole there in the old screw, screw, so we can fill that in. That's not a problem. Do you want to get your quote for that now? Yeah. So if you fill the hole, are you gonna create another one to fix it back? Yeah. We can we can fix it back. We can just put some filler in there, then you can probably paint it or someone can paint it at a later date. Okay. So how much would that be? So with our filler, it's 65 because that's our minimum call out. We can get there today or tomorrow. Or with the filler, we just charge you a five hour extra and we give £70 so we can get there today or tomorrow. Oh, that's so funny. We are busy. We are busy because it's Christmas. Yeah. So we lit that's why I took your postcode to see if we could we could get to you. But we do have a slot or I think we do have a slot available today. It'd be a push for tomorrow, but we can't get you to get it then. Okay. So you're saying to get it done today or tomorrow, it's, it's only 70 pounds. Is that what you mean? Yeah. That's with the filler. If you don't want us to fill it, we can just do it with our $86.65. Because if it's filling if you fill it up, it will not happen again. Is that what you're trying to see? Sorry. Say that again. The line is not the best. If you sorry. If you fill it up, right, if you're good with the fill up, fill up, whatever, would it it wouldn't have would it cause it not to happen again? No. No. No. It won't happen again. We'll get a strong fixing into the wall. Oh, okay. Okay. I'm wondering. Yeah. I'll be right back. We yeah, but like I said, because it's because, you know, I'm getting quite busy. So if you want me to book that now, I can get you a message sent on WhatsApp. Just take all your details, and let me get that booked in and then get it sorted today. Okay. Anyway, just send it to WhatsApp. I will talk to my husband on the phone, so I'll let him know and then maybe I'll fill it up with him. Okay. No problem. What's your name, sir? Craig. I'm just giving you my nickname. K I k I, Kiki. K I yeah. Kiki, k I k I. That's the softphone. Alright. Okay. Alright. Perfect. You should give me about ten minutes. I'll get your watch out sent straight over then if you're happy. I'll check with you about the space, and I'll book you when it yeah. I think. Okay. No. Just, like, don't book me a yet. I'm to fill the link to book you. Right? But I don't well, I need to discuss the price in my house so I can yeah. So don't book me in. Just send the link, then I'll discuss with him, then I'll decide to to book it in or not, if that's okay. Okay. No problem. No problem. No problem. Thank you very much, Carol. Okay. Thank you. Bye bye. Yeah. Yeah. Bye bye.",
    "audioUrl": "/recordings/RE1a942be996325e06b0dcbf88c4298316.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE1a942be996325e06b0dcbf88c4298316"
  },
  {
    "id": "twilio-REcd901d6e723249d1d63c39436880948b",
    "transcript": "Has been forwarded to voice mail. The person you're trying to",
    "audioUrl": "/recordings/REcd901d6e723249d1d63c39436880948b.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REcd901d6e723249d1d63c39436880948b",
    "ignore": true
  },
  {
    "id": "twilio-RE816f0fb6bbacf2bdb73fd80dcff11242",
    "transcript": "Your call has been forwarded to voice mail. The person you're trying to",
    "audioUrl": "/recordings/RE816f0fb6bbacf2bdb73fd80dcff11242.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE816f0fb6bbacf2bdb73fd80dcff11242",
    "ignore": true
  },
  {
    "id": "twilio-REa6200d53984db91eb8248e7efc330d66",
    "transcript": "Hello?",
    "audioUrl": "/recordings/REa6200d53984db91eb8248e7efc330d66.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REa6200d53984db91eb8248e7efc330d66",
    "ignore": true
  },
  {
    "id": "twilio-RE5f2262a614c00a7d29af840eaf5aa9fe",
    "transcript": "Hello. Good ride. Hello. Good afternoon. Good afternoon. Yeah. Yeah. You have a horse for one meter. Sorry. Say that again. Do you have a worktop, kitchen worktop? We don't. Sorry. Okay. Thank you, man. Bye bye. Thank you. Bye. Bye.",
    "audioUrl": "/recordings/RE5f2262a614c00a7d29af840eaf5aa9fe.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE5f2262a614c00a7d29af840eaf5aa9fe",
    "ignore": true
  },
  {
    "id": "twilio-REec49b09e2a9b8ca2cbfaf7004b5f5846",
    "transcript": "Hello, GoodRite. Hello. Good afternoon. Good afternoon. Yeah. Yeah. Do you have a work truck, one meter? Sorry. Say that again. Do you have a water top kitchen water top? We don't. Sorry. Okay. Thank you, mister. Thank you. Bye. Bye.",
    "audioUrl": "/recordings/REec49b09e2a9b8ca2cbfaf7004b5f5846.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REec49b09e2a9b8ca2cbfaf7004b5f5846",
    "ignore": true
  },
  {
    "id": "twilio-RE3f367dda45f65d2b83a8f218bb749b50",
    "transcript": "Hello. Good afternoon. Hello. Hi. I'm Sam calling you from Online Technology. This call is",
    "audioUrl": "/recordings/RE3f367dda45f65d2b83a8f218bb749b50.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE3f367dda45f65d2b83a8f218bb749b50",
    "ignore": true
  },
  {
    "id": "twilio-RE16921b1938f975f8b63de795994fe69d",
    "transcript": "Hello. Good afternoon. Hello. Hi. I'm Sam calling you from Online Technology. This call is about",
    "audioUrl": "/recordings/RE16921b1938f975f8b63de795994fe69d.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE16921b1938f975f8b63de795994fe69d",
    "ignore": true
  },
  {
    "id": "twilio-REe61129a66ca00892e53a298778edeff5",
    "transcript": "Hello. Good morning. Hello. Good morning. Am I speaking to Hyndee Services in Nottingham? Yeah. How can I help? I was just wondering if you'll be able to get someone out to attend the property in order to inspect the leak. We have a property that's been currently having a leak. They're not sure if it's coming from the roof or the windows. Anyone would be able to help out with this? It's definitely something we could help out with. Do you know the property postcode by any chance so I can just take a look if it's in in our sort of area? Yeah. Of course, I can. It's NG97EU. Yep. Okay. Perfect. Yeah. That's definitely in our area. In terms of getting someone out, that's completely fine. We are a bit busy at the minute. But I can I can take your details and see if it's possible? We would charge it's basically a quotation fee of £39. That basically covers our time, and then we do we do knock that off the final bill if you do choose to go ahead with us anyway. So that's not too bad. But what I can do now And do you have a call out, please? Phone number. So that will be the call out for you, the 39 plan. Okay. Right. Okay. I see. Yeah. So my number is 0203402034. Yep. 557557. 557557. And what's your name? Sorry. Lily. Lily. Alright, Lily. Yeah. No worries. Leave it with me. Give me about five, ten minutes. I'll see if it's possible. Do you know if the tenants are in today or tomorrow by any chance? I can find out at the same time you're gonna arrange, see if you can come if you'd like. I can do it at the same time. Alright then. Perfect. Just some I'll let you know. People will find it because do you do you use WhatsApp by any chance? Yeah. Would it be possible just to take a WhatsApp number and possibly speed communication with it? Yeah. Yeah. Of course. No worries. Yeah. Sure. It's got pen and paper ready. Yep. That'll be O778019 Yep. 22 Yep. 15. Perfect. Alright, Lily. I'll give you a message on WhatsApp. It'll probably be a bit quicker, and, we'll see if we can get you sorted out and get you booked in. Okay. Brilliant. Thank you so much. Can I just take your name down, please? Sorry. My name is Courtney. Courtney. Okay. Brilliant. Thank you, Courtney. I look forward to hearing back from you. No worries. Speak to you soon. Thanks a lot. Bye bye. Thank you. Bye.",
    "audioUrl": "/recordings/REe61129a66ca00892e53a298778edeff5.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "SITE_VISIT",
    "notes": "Deepgram Transcription of REe61129a66ca00892e53a298778edeff5"
  },
  {
    "id": "twilio-RE4faf461536442284807f2398fdfd5c0d",
    "transcript": "Hello. Good morning. Hello. Good morning. Am I through to HINDY Services in Nottingham? Yeah. How can I help? I was just wondering if we'll be able to get someone out to attend the property in order to inspect the leak. We have a property that's been currently having a leak. They're not sure if it's coming from a roof or the windows. Anyone be able to help out with this? It's definitely something we we could help out with. Do you know the property postcode by any chance? I can just take a look if it's in in our sort of area. Yeah. Of course, I can. It's NG97EU. Yep. Okay. Perfect. Yeah. That's definitely in our area. In terms of getting someone out, that's completely fine. We are a bit busy at the minute. But what I can do, I can take your details and see if it's possible. We would charge it's basically a quotation fee of £39. That basically covers our time, and then we do we do knock that off the final bill if you do choose to go ahead with us anyway. So that's not too bad. But what I can do now And do you have a call out, please? Sorry. Phone number. So that will be the call out fee, the 39 plan. Okay. Right. Okay. I see. Yeah. So my number is 0203402034. Yep. 557557. 557557. Perfect. And what's your name? Sorry. Lily. Lily. Alright, Lily. Yeah. No worries. Leave it with me. Give me about five, ten minutes. I'll see if it's possible. Do you know if the tenants are in today or tomorrow by any chance? I can find out at the same time you're gonna arrange, see if you can come if you'd like. I can do it at the same time. Alright then. Perfect. Just some I'll let you know. People find it because do you do you use WhatsApp by any chance? Yeah. Would it be possible just to take a WhatsApp number and it possibly speed the communication? Yeah. Yeah. Of course. No worries. Yeah. Sure. Has got pen and paper ready? Yep. That'll be o, double seven, 08:01 nine Yep. 22 Yep. 15. Perfect. Alright, Lily. I'll give you a message on what's up. It'll probably be a bit quicker, and, we'll see if we can get you sorted out and get you booked in. Okay. Brilliant. Thank you so much. Can I just take your name down, please? Sorry. My name is Courtney. Courtney. Okay. Brilliant. Thank you, Courtney. I look forward to hearing back from you. No worries. Speak to you soon. Thanks a lot. Bye bye. Thank you. Bye.",
    "audioUrl": "/recordings/RE4faf461536442284807f2398fdfd5c0d.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE4faf461536442284807f2398fdfd5c0d"
  },
  {
    "id": "twilio-RE5d8899767632c9f85dd170959f7e8f92",
    "transcript": "Hello. Good morning. Hello. Good morning. My name is Yemi. I just want to call I'm calling because I need to handle my 202 TVs and one TV stand. I don't know if I can get one. Sorry. The lines cut by. Did you say two TVs hanging? Yes. And one, the TV stand to the wall. Yeah. Okay. No problem. Do you know the TV stand? Is it it is it did you buy it from IKEA or is it flat pack by any chance? The one from bought it from Costco. Costco. Okay. No problem. Yeah. Good news is we can definitely do that. Just in order to get you a quote, if you could basically get us a video or a picture sent over of the cabin that you you've got, the one that fits into the wall. A lot of customers are just happy to send a picture on WhatsApp. So do you use WhatsApp by any chance? Yes. I do. Yes. I do. So what I can do, I can send you a message on WhatsApp now. If you can just reply back with that, we'll take a look, and then we can get your quote sent over straight away. Oh, okay. Alright. Well, I can can I get someone? Austin, can I get someone? We are quite busy, but on your sort of job, we'd definitely be able to get you fitted in before Christmas. So, we can get the quote out to you. And then if you're happy, we can get you booked in. Okay. Alright. Happy. Alright. Okay. I'll send you What's your name? Sorry. Yemi, y e m I. Yemi. Alright. Yemi. And what's your postcode, Yemi? AsInGrandson, NG31. NG31. Yeah. 8YY. Okay. Perfect. Thanks a lot, Okay. Alright. Yeah. So send me a message. I'll be back. Bye bye. Bye. Thanks. Cheers.",
    "audioUrl": "/recordings/RE5d8899767632c9f85dd170959f7e8f92.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "VIDEO_QUOTE",
    "notes": "Deepgram Transcription of RE5d8899767632c9f85dd170959f7e8f92"
  },
  {
    "id": "twilio-REe0b8ded9d48e47cd3eb40647a9b66b0a",
    "transcript": "Hello. Good morning. Hello. Good morning. My name is Yemi. I just want to call I'm calling because I need an Humana to hang, two TVs and one TV then. I don't know if I can get one. Sorry. The line's quite right. Did you say two TVs hanging? Yes. And one, the TV stand to the wall. Yeah. Okay. No problem. Do you know the TV stand? Is it is it did you buy it from IKEA or is it flat pack by any chance? The one from Bodyform Costco. Costco. Okay. No problem. Yeah. Good news is we can definitely do that. Just in order to get you a quote, if you could basically get us a video or a picture sent over of the cabin that you you've got, the one that fits into the wall. A lot of customers are just happy to send a picture on WhatsApp. So do you use WhatsApp by any chance? Yes. I do. Yes. I do. So what I can do, I can send you a message on WhatsApp now. If you can just reply back with that, we'll take a look, and then we can get your quote sent over straight away. Oh, okay. Alright. Well, can can I get someone? Austin, can I get someone? We are quite busy, but on your sort of job, we'd definitely be able to get you fitted in before Christmas. So, we can get the quote over to you. And then if you're happy, we can get you booked in. Okay. Alright. Okay. Alright. Okay. I'll send you What's your name? Sorry. Yemi, y e m I. Yemi. Alright. Yemi. And what's your place for Yemi? As In Grandson, N G 31. And G 31. Yeah. 8 Y Y. Okay. Perfect. Thanks a lot, Okay. Alright. Yeah. Okay. A message. Alright. Bye bye. Bye. Cheers.",
    "audioUrl": "/recordings/REe0b8ded9d48e47cd3eb40647a9b66b0a.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REe0b8ded9d48e47cd3eb40647a9b66b0a",
    "ignore": true
  },
  {
    "id": "twilio-RE2a58907f1b1eb94e3e3280b7af506bab",
    "transcript": "Hello, mate. How are you? Not bad. How are you? Yeah. Good. So I have a a Ring doorbell just to attach it on my door. I don't know if you can do it. Is it going into the brick wall? What? The doors wouldn't be yeah. It's a brick wall. Or on the side of the door, the yeah. Yeah. It's a brick wall. Yeah. Okay. No problem. Yeah. We we do jobs like that all the time. What area you're up to? N G 73 D Y. N G 73 D Y. N G 73 D Y. Yeah. How soon are you looking at getting it done? So what time? How soon are you looking at getting it done? Do you need it doing as soon as possible? Yeah. Yeah. Just to put it yeah. Yeah. Because I've installed it with you just to attach it on the wall. Yeah. So you okay. That's so just to confirm, you want to go down the brick wall or you want to go down the door? I think the brick wall would be best. Okay. Okay. No problem. Well, we can we've actually got someone in the area. We do these stuff over time. It's 45 pounds. We get that booked today, and get some of them out and install it, build a hold onto the brick wall and get it fixed, made it to its appeal. Okay. So what time? Let me give you a call back now. Do you have WhatsApp by any chance? Yeah. WhatsApp. Yeah. Alright. Perfect. Give me five minutes. I'll give you a callback, and I'll let you know what sort of time. Okay. No worries. See you soon. Alright. Thank you. Bye",
    "audioUrl": "/recordings/RE2a58907f1b1eb94e3e3280b7af506bab.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "INSTANT_PRICE",
    "notes": "Deepgram Transcription of RE2a58907f1b1eb94e3e3280b7af506bab"
  },
  {
    "id": "twilio-RE6a79626e6684018675fa1fcbdbaf7235",
    "transcript": "Hello? Hello? Well, company security provider. But in company, they want to save money. What company because you provide. Well, if they are saving money, so Exactly. I feel like it's starting. I went there in tomorrow. They will start at the door. Let's say you don't have anything. I'm gonna set a blue door. It says start with the window. Let's say you don't have anything. Hello, mate. How are you? Not bad. Alright. Yeah. Good. Sir, I have a a ring doorbell just to attach it on my door. I don't know if you can do it. Is it going into the brick wall? What? The door is wooden there. Yeah. It's a brick wall. Or on the side of the door. Yeah. Yeah. It's a brick wall. Yeah. Okay. No problem. Yeah. We we do jobs like that all the time. What area you're talking about? N G 73 D wire. N G 73 d wire. N g seven three d wire. Yeah. How soon are you looking at getting it done? So what time? How soon are you looking at getting it done? Do you need it doing as soon as possible? Yeah. Yeah. Just to put it yeah. I was asking for liberty just to attach it on the order. Yeah. So you okay. Perfect. So just to confirm, you want it going on a brick wall or you want it going on the door? I think the brick wall would be best. Okay. Okay. No problem. Well, we can we've actually got someone in the area, with everything. It's 45 pounds. We can get that booked today. We can get some of them out and install it, build a hold onto the brick and then get it fixed and make it flexible. Okay. So what time? Let me give you a call back now. Do you have WhatsApp by any chance? Yeah. WhatsApp. Yeah. Alright. Perfect. Give me, five minutes. I'll give you a callback, and I'll let you know what sort of time. Okay. No worries. Stay safe. Alright. Thank you.",
    "audioUrl": "/recordings/RE6a79626e6684018675fa1fcbdbaf7235.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE6a79626e6684018675fa1fcbdbaf7235",
    "ignore": true
  },
  {
    "id": "twilio-RE8b4ea3c2e633aa2ceb808d290b37c085",
    "transcript": "Your call has been forwarded to voice mail. The person you're trying to reach is not available.",
    "audioUrl": "/recordings/RE8b4ea3c2e633aa2ceb808d290b37c085.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE8b4ea3c2e633aa2ceb808d290b37c085"
  },
  {
    "id": "twilio-REb21922fa3a1880295141c84558a3cf72",
    "transcript": "Your call has been forwarded to voice mail. The person you're trying to reach is not available.",
    "audioUrl": "/recordings/REb21922fa3a1880295141c84558a3cf72.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REb21922fa3a1880295141c84558a3cf72",
    "ignore": true
  },
  {
    "id": "twilio-RE3970504b1ae2e5654ce5f30e4637e9e8",
    "transcript": "Hello. Good morning. Hi. I just found your number on Google. I wondered if you have any availability for some assembly of some, toys, basically, but very complicated to me. We might just we are really busy as you can imagine. What sort of toys are they? Are they flat pack sort of toys? They're they're they're they're off they are flat packs. There's, so there's, like, a a they're toddler things. So it's a toddler trampoline, a little bouncing toy thing. They're not massively complicated, but I'm a single mother and these things really baffle me. But, yeah, I just wanted to check if we have any availability and what sort of price I'll be looking at for some flat packing. To be honest, we are really busy. We would sure to fit you in. I don't No worries. I will I'll try some other numbers. Thank you. Thank you then. Thanks. Bye.",
    "audioUrl": "/recordings/RE3970504b1ae2e5654ce5f30e4637e9e8.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "VIDEO_QUOTE",
    "notes": "Deepgram Transcription of RE3970504b1ae2e5654ce5f30e4637e9e8"
  },
  {
    "id": "twilio-RE009c3946aa8387635ab07d1f397bc732",
    "transcript": "Hello. Good morning. Hi. I just found your number on Google. I wondered if you have any availability for some assembly of some, toys, basically, but very complicated to me. We might just we are really busy as you can imagine. What sort of toys are they? Are they flat pack sort of toys? They're they're they're they are flat packs. There's, so there's like a a they're toddler things. So it's a toddler trampoline, a little bouncing toy thing. They're not massively complicated, but I'm a single mother and these things really baffle me. But, yeah, I just wanted to check if we have any availability and what sort of price I'll be looking at for some flat packing. To be honest, we are really busy, but we would sure to fit you in. I don't think No worries. I will I'll try some other numbers. Thank you. Thank you then. Thanks. Bye.",
    "audioUrl": "/recordings/RE009c3946aa8387635ab07d1f397bc732.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE009c3946aa8387635ab07d1f397bc732",
    "ignore": true
  },
  {
    "id": "twilio-RE4091b0c92622fb9e1815d80f249fd9b3",
    "transcript": "",
    "audioUrl": "/recordings/RE4091b0c92622fb9e1815d80f249fd9b3.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE4091b0c92622fb9e1815d80f249fd9b3",
    "ignore": true
  },
  {
    "id": "twilio-REa3378afaf803f818d984e436160a4b5a",
    "transcript": "",
    "audioUrl": "/recordings/REa3378afaf803f818d984e436160a4b5a.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REa3378afaf803f818d984e436160a4b5a",
    "ignore": true
  },
  {
    "id": "twilio-REc9f7d37a7b1fa9c82768be3ee7294d4c",
    "transcript": "Been forwarded to voice The person you're trying to reach is not available. At the tone",
    "audioUrl": "/recordings/REc9f7d37a7b1fa9c82768be3ee7294d4c.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REc9f7d37a7b1fa9c82768be3ee7294d4c",
    "ignore": true
  },
  {
    "id": "twilio-REf669ed40e0a98856bb2ba8d939d79afc",
    "transcript": "Your call has been forwarded to voice The person you're trying to reach is not available. At the tone",
    "audioUrl": "/recordings/REf669ed40e0a98856bb2ba8d939d79afc.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REf669ed40e0a98856bb2ba8d939d79afc",
    "ignore": true
  },
  {
    "id": "twilio-RE9bfbcee1f25d4b1523c7ff951becb329",
    "transcript": "Hello. Good morning. Hello. It my name is Alyssa. I'm calling from Four Way Projects. I am I was building one of your quotation things. You don't have an email for me to be able to send some photos over to. I'm just wondering if you've got one that I can send some photos to for a quotation. Yeah. No problem. Have you got a pen? Yeah. Yep. So I'll give you the name for one sec. Info, I n f o Yep. At handyman Yep. Nottingham. What was that? Sorry. Nottingham. Nottingham. Okay. Yeah. So handyman nottingham. Dot dot clove, p l u d. What was that? Sorry. The end there. Sorry. It's .club,cluz. Sorry. It keeps breaking up a little bit. .Bl Spell. Cl,charlie, lima, umbrella, robert. C, Charlie, lima. Lines really bad. Sorry. Charlie, Lima. Umbrella, bravo. Bravo. Oh, club. Yeah. Really sorry about that. It's it's bad on my end as well. But, yeah, if you get if you get that over to us, we'll take a look and then, we can go from there. Alright. Thank you. Do you know how long it would take to get us all over? Depending on how big you got it, but most jobs would get over our same day. So we should get one over today. That's a big loss. Perfect. Great. Thank you. Alright. No worries. Have a good day. Bye. Bye. Bye.",
    "audioUrl": "/recordings/RE9bfbcee1f25d4b1523c7ff951becb329.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "VIDEO_QUOTE",
    "notes": "Deepgram Transcription of RE9bfbcee1f25d4b1523c7ff951becb329",
    "ignore": true
  },
  {
    "id": "twilio-RE46cdbeabea875a4af1226a55c4be2187",
    "transcript": "Hello. Good morning. Hello. It my name is Alyssa. I'm calling from Four Way Projects. I am I'm building one of your quotation things, because I don't have an email for me to be able to send some photos over to you. I'm just wondering if you've got one that I can send some photos to for a quotation. Yeah. No problem. Have you got a pen? Yeah. Yes. I'll give you the paper once, sir. Info, I n f o Yep. At handyman Yep. Nottingham. What was that? Sorry. Nottingham. Nottingham. Yeah. So Handyman Nottingham. Dot Dot. Dot Dot clu d. What was that? Sorry. The end of it. Sorry. It's dot clu d. Sorry. It keeps breaking up a little bit. Dot b l Club. C l, Charlie, Lima, umbrella, Robert. C Charlie Lima. Lines written bad. Sorry. Charlie Lima. Umbrella bravo. Bravo. Oh, club. Yeah. Really sorry about that. It's it's bad on my end as well. But, yeah, if you get if you get that over to us, we'll take a look and then, we can go from there. Alright. Thank you. Do you know how long it would take to get a quote over? Depending on how big you can grab it, but most jobs you get over at same day. So we should get one over today. Alright. Perfect. Great. Thank you. Alright. No worries. Have a good day. Bye bye. You too.",
    "audioUrl": "/recordings/RE46cdbeabea875a4af1226a55c4be2187.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE46cdbeabea875a4af1226a55c4be2187",
    "ignore": true
  },
  {
    "id": "twilio-RE809e3d18d5dfc2dd62a3b0f4aa780109",
    "transcript": "Good morning. Good morning. Hello. Good morning. I was just looking for somebody local to Derby to see if I can, help with a couple of things. Alright. No problem. What's the address you need today? One of them, is I think it's a bit of a problem with the front door. It's not locking. Not quite sure what the actual problem is, But it doesn't appear that the tenants inside the house are unable to lock it. Okay. No problem. And then in the same house, there is it's a very small job, but there was, some plumbing work done and, and plastering replastering. And, a really small, tiny, not weighty mirror needs to be put back up on the wall, and a toothbrush holder. So, yeah, a couple of, things at that property. Alright. No problem. Well, would be this is definitely how we do these all the time. We are quite busy paying up to Christmas as as you can imagine. The the quickie play, they're getting approached back at the minute. It's basically via WhatsApp. Yep. Okay. You are able to get your tenants, which should be a quick video, that can basically show us the problem with the door. Show them the problem that you've been said you've got the plaster in. No more in the computer. Basically, the same way around, it means it doesn't matter how long the video is. And if you can get that forward forward it over to us, we could take a look and then we know that we got to vote, like, same date. So it's just basically if it's an easy for this. Yep. Okay. I don't have a WhatsApp number. Or do I WhatsApp this number, do I? No. What I'll do, I'll send you I'll send you a WhatsApp. It makes it easier so you can can actually write. Okay. Yep. And then, yeah, once I proceed with the c for bits and bobs, if we do this, I could expect them to go back and forward, but this would be not to get you off the road then, certainly. Okay. So it's not a very good line, but I think I'm understanding. I think it's affecting their, security, so it does need to be done as soon as as soon as possible. We couldn't wait till after Christmas. Yeah. That's fine. Okay. We are quite busy, but we do we do try to get to see things as we went. So the quicker we get this, video over, we'll take them out to get get you a quote and then if you ask me to get it fixed in further. Okay. Great. Okay. I'll get them to send a video. Alright. What's your name? Sorry. My name is Chantal. I I'm a, listings manager. So, I'm, yeah, the managing agent of the house. Okay. No problem. And, do you know the postal code sent out? Do I know what? Sorry. It's a sorry. It's such an awful line. Code. Postcode. Yeah. DDelta Yeah. DeltaEcho22DE22. It's outskirts of Derby. 3 Sierra Zulu. 3, is it 3 SZed, or is that Abbey Street? Sorry. I manage a few properties. One minute. 30 oh, it might be 3 Delta W, actually. 31 At At Wool Street, Derby, postcode. Just double checking. It might be 3DW, because I'm I've got some other things going off within the property. So No. No. That's okay. I don't know why it doesn't wanna search for me. I I think yeah. Neither. That's fine. As long as you know it's DU22. Don't worry about it. Oh, yeah. Yeah. But yeah. Yeah. Yeah. 3DW. 322. 3D yep. Okay. Okay. Alright. Perfect. Leave it with me then, Chantelle. Give me about ten minutes. I'll get your WhatsApp sent over to us, and then, yeah, we'll do 200 just to get from there and actually get you sorted. Great. That's brilliant. Thank you very much. Thank you. Alright. No worries. Have a good day. Thank you. Thanks. Bye. Bye.",
    "audioUrl": "/recordings/RE809e3d18d5dfc2dd62a3b0f4aa780109.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "VIDEO_QUOTE",
    "notes": "Deepgram Transcription of RE809e3d18d5dfc2dd62a3b0f4aa780109"
  },
  {
    "id": "twilio-RE847483afc55377096e0cbb82b4ad210b",
    "transcript": "Good morning. Hey. Oh, good morning. I was just looking for somebody local to Derby to see if they can, help with a couple of things. Alright. Nice. I don't want so what job do you need today? One of them, is I think it's a bit of a problem with the front door. It's not locking. Not quite sure what the actual problem is, but it doesn't appear that the tenants inside the house are unable to lock it. Okay. No problem. And then in the same house, there is it's a very small job, but there was, some plumbing work done and, and plastering, replastering. And, a really small, tiny, not weighty mirror needs to be put back up on the wall, and a toothbrush holder. So, yeah, a couple of, things at that property. Alright. No problem. Well, would be the the is it definitely how we do these sort of jobs all the time. We are quite busy paying up to Christmas as as you can imagine. The the quickest way, we're getting the first back at the minute is basically via WhatsApp. Yep. That's nice. You are able to get your tenants, which should be a quick video, that can basically show us the problem with the door, shows any problem that you've been said you've got the plus to in. No more. And it's used to toggle. Basically, this is the room around. It means it doesn't matter how long the video is. If you can get that forward forward it over to us, we could take a look and then we'd know if we'd actually got to vote, like, same date. So it's just makes it quicker and easier for us. Yep. Okay. I don't have a WhatsApp number. Or do I WhatsApp this number, do I? No. What I'll do, I'll send you I'll send you a WhatsApp. This makes it easier so you can just batch it back. Okay. Yep. And then, yeah, once I proceed with the CPDs and Bobs, if they do need to ask them, it's definitely more back and forward, but it's looking at the security of the Internet, certainly. Okay. So it's not a very good line, but I'm I think I'm understanding. I think it's affecting their security, so it does need to be done as soon as as soon as possible. We couldn't wait till after Christmas. Yes. That's fine. Okay. We are quite busy, but we do we do try to get to see if we have a rental. The quicker we get this, video over, we'll take them off and get get get you a quote and then if you ask them to get the pictures together. Okay. Great. Okay. I'll get them to send a video. Alright. What's your name? Sorry. My name is Chantal. I'm a, lettings manager. So, I'm, yeah, the managing agent of the house. Okay. No problem. And, do you know the proper postcode center? Do I know what? Sorry. It's a sorry. It's such an awful line. Code. Postcode. Yeah. DDelta Yeah. DeltaEcho22, DE22. It's outskirts of Derby. 3 Sierra Zulu 3, is it 3 F 3rd, or is that Abbey Street? Sorry. I manage a few properties. One minute. 30 oh, it might be 3 Delta W, actually. 31 at at wool street dot the post code. Just double check. It might be 3DW, because I'm I've got some other things going off within the property. So No. No. No. It's okay. I don't know why it doesn't wanna search for me. I I think yeah. Maybe that's fine. As long as you know it's Stevie 22, don't worry about it. Oh, yeah. Yeah. But yes. Yeah. Sorry about that. WD223D yep. Okay. Okay. Alright. Perfect. Leave it with me one chance. I'll give you about ten minutes. I'll get your WhatsApp sent over to us, and then, yeah, go to another note just to get a mail and actually get you sorted. Great. That's brilliant. Thank you very much. Thank you. Alright, Melanie. Have a good day. And you. Thanks. Bye. Bye.",
    "audioUrl": "/recordings/RE847483afc55377096e0cbb82b4ad210b.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE847483afc55377096e0cbb82b4ad210b",
    "ignore": true
  },
  {
    "id": "twilio-REac185654620f677ca60026221b1c6e61",
    "transcript": "",
    "audioUrl": "/recordings/REac185654620f677ca60026221b1c6e61.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REac185654620f677ca60026221b1c6e61"
  },
  {
    "id": "twilio-REc3dd13a972b6ff6ab8949816df1b2c38",
    "transcript": "Hello. Good afternoon. Hello there, mate. Can you take a few more jobs from January before you booked out? We are quite busy. You say what sort of jobs are they? Right. I'm calling from an AI agency. I'll just, so what we do is we get companies like you guys more jobs if you want some. What type of jobs do you prefer? We do a lot of 100 miles of stuff, so property maintenance, 100 miles work, etcetera. Yeah. So anything that you guys want, we can get you more volume off, make sure they're ready to buy, ready to get documents. Sorry. I'm just calling you the calls are on divert then. Would it be possible to call on WhatsApp by any chance? Yeah, man. I can shoot you a message on this number if you're if you're good with that. Is this the WhatsApp number you're calling us? I can shoot you a message if it's on divert. Yeah. It's Also, WhatsApp number. You can shoot this is my personal phone number, so you can shoot me a message as well. Alright. No problem. Shoot you a message, and I'm not going to have to obviously, I'll chat for you. Get your name. My name is Carson. My name is Joe. Joe. Joe. Right? Yeah. I'll send you a message now. So, because it's currently on Dover. It's something like the country. Yeah, man. I'm a just waiting for it, man. See you. Alright.",
    "audioUrl": "/recordings/REc3dd13a972b6ff6ab8949816df1b2c38.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REc3dd13a972b6ff6ab8949816df1b2c38",
    "ignore": true
  },
  {
    "id": "twilio-RE255966c5342c5749611c16e211f08c35",
    "transcript": "Hello. Good afternoon. Hello there, mate. Can you take a few more jobs from January for you booked out? We are quite busy. You're saying what sort of jobs are they? Right. I'm calling from an AI agency. I was just, so what we do is we get companies like you guys more jobs if you want some. What type of jobs do you prefer? We do a lot of handyman stuff, so property maintenance, handyman work, etcetera. Yeah. So anything that you guys want, we can get you more volume off, make sure they're ready to buy, ready to get What do you mean? Sorry. I'm just calling you the calls are on divert. So then would it be possible to call on WhatsApp by any chance? Yeah, man. I can shoot you a message on this number if you're if you're good with that. Is this the WhatsApp number you're calling or so I can shoot you a message? Because it's on dialing. It's also a WhatsApp number. You can shoot this is my personal phone number, so you can shoot me a message as well. Alright. And April, let me shoot you a message, and I'm not glad to, obviously, have a chat. Can I get your name? My name is Carson. My name is Joe. Joe. Joe. Right? Yeah. I'll send you a message now. So, because it's currently on divert, so I'm out of the country. Yeah, man. I'm a just wait for it, man. See you. Alright.",
    "audioUrl": "/recordings/RE255966c5342c5749611c16e211f08c35.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE255966c5342c5749611c16e211f08c35",
    "ignore": true
  },
  {
    "id": "twilio-REa2099b87bf8363a326a3b6f47d0e9fba",
    "transcript": "Hello. Good afternoon. Yeah. Hello. Good evening. My name is Shakti. I'm looking for a quote for assembling, a wardrobe. So I'm I'm getting an IKEA with that. Yeah. So IKEA wardrobe. Yeah. I'm go I'm getting an IKEA Paxlov robe. I can do, you know, most of the general assembly, but I am definitely not as professional as you guys. Might need, like, some time, a carpenter or someone who can help me finish up the wardrobe, like fixing it to the to the wall and filling the gaps with the joinery. So is that something you do? To be honest, it's not really we do do the PAX wardrobes, but we do we do the installs straight from the beginning. We find it hard to do projects that have already been started because it just it just causes it's hard for us to give a job price because we we like to assemble it from new. We basically give a price which will, cover the whole install, so you know exactly what you sold again. Right. But there's always with your wardrobe. Right? Not take your wardrobe. Wardrobe. Yes. Right. Okay. Uh-huh. But, to be honest, we are really busy calling it to Christmas as well. What I can do, if we do, there's a there's a few of us, but we're struggling for time. But if we do get a slot or one of us are happy to take the job on job on, I can always give you a callback. Yeah. Okay. Yes, please. And, yeah, so it's just that I I mean, it's not going to take a lot of time. So if you do find someone just after something, some extra job, you know, like, an hour or two hours, something like that, then please give me a call. And on on also, 44907249. Yeah. 302526. Yes. Okay. Perfect. What's your name? Sorry. Sati. Sierra alpha kilo, Stella Hotel India. Okay. Perfect. Alright. Sorry about that anyway, but I'll please speak to you soon. Yes. Okay. Thank you. Thank you.",
    "audioUrl": "/recordings/REa2099b87bf8363a326a3b6f47d0e9fba.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "VIDEO_QUOTE",
    "notes": "Deepgram Transcription of REa2099b87bf8363a326a3b6f47d0e9fba"
  },
  {
    "id": "twilio-RE9203c351ce9f1b5b1b167a5e965e3705",
    "transcript": "",
    "audioUrl": "/recordings/RE9203c351ce9f1b5b1b167a5e965e3705.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE9203c351ce9f1b5b1b167a5e965e3705",
    "ignore": true
  },
  {
    "id": "twilio-RE68df4f6a2d34600b6df0e7a87b1264db",
    "transcript": "",
    "audioUrl": "/recordings/RE68df4f6a2d34600b6df0e7a87b1264db.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE68df4f6a2d34600b6df0e7a87b1264db",
    "ignore": true
  },
  {
    "id": "twilio-RE5ee69227d69618b847cc53f5c814b737",
    "transcript": "Hello. Good afternoon. Hi. I'm phoning because, I'm looking for, a handyman for some a few jobs on my house. Yeah. No problem. What sort of jobs? Cool. So there's a few things. The first of all, the probably the main one is, we have some, windows with wooden frames, which are leaking a little bit and I think could do with some sanding down and resealing on the outside, to to prevent leaking through the through the gaps. Yep. Yep. And then and then there's a fence panel to to put a new fence panel to put in. And then just let me check my list. One sec. Alright. Thanks. Hang on one sec. There's a a shower downstairs to to reseal in the corner a bit as well. And then there's a ceiling light that I can't get out. Like a spotlight bulb is changing, but I can't actually extract extract the, the bulb very well. Okay. No problem. Well, to be honest, it sounds everything you've mentioned, we do that sort of stuff all the time. As you can imagine, calling up to Christmas, we are quite busy. The quickest way in order to get you a quote, if possible do you use WhatsApp by any chance? Yep. Yeah. Perfect. So the quickest method, what a lot of people are doing now, if I'm able to send you a WhatsApp message, once you've had the call, all you have to do is literally just show us a, do us a quick video. If you show us the, the lighting issue you've got with the ball, defense panel, all of it and bobs. It it doesn't matter how long the video is. Basically, we can take it off. If we need to ask you any questions, we can. We can get it back and forward. And then, yeah, we can get your quote sorted. Nine times out of 10, we can get your quote sorted from that, and, it just saves saves you having to pay a call out for you for this to come out. Sounds good. Cool. So I guess you'll send me a message and then Yeah. Yeah. Yeah. I'll I'll send you a message once this we've had this conversation. If you can just reply back, one of us will take a look, and then, we'll go from there. Sounds good. The video probably won't be till this evening because I'm I'm working in a minute as well, if that's alright. Yeah. No problem. That's fine. When when's convenient for you? What's your name? Sorry. Greg. Greg Nelson. Greg. And what's your property code, Greg? N G 81 A T. 1 Alpha Papa. Alpha Tango. Perfect. So you give me about, 1015 oh, I'll tell you that. Sorry. Yeah. If you give me about ten, fifteen minutes, we'll get a WhatsApp sent over, and then, we look forward to hearing from you and get you sorted out. Nice one. Thank you. Alright. Speak to you. Thanks a lot. Very much. Bye then. Bye.",
    "audioUrl": "/recordings/RE5ee69227d69618b847cc53f5c814b737.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE5ee69227d69618b847cc53f5c814b737"
  },
  {
    "id": "twilio-RE5be7b68d9ad4a2a5c5fe8030b5ec6c55",
    "transcript": "Hello. Good afternoon. Hi. I'm phoning because, I'm looking for, a handyman for some a few jobs on the house. Yeah. No problem. What sort of jobs? Cool. So there's a few things. But first of all, the probably the main one is, we have some, windows with wooden frames, which are leaking a little bit and I think could do with some sanding down and resealing on the outside, to to prevent leaking through the through the gaps. Yep. And then and then there's a fence panel to to put a new fence panel to put in. And then just let me check my list. One sec. Alright. Thanks. Thanks. Hang on a sec. There's a a shower downstairs to to reseal in the corner a bit as well. And then there's a ceiling light that I can't get out. Like, a spotlight bulb is changing, but I can't actually extract extract the, the bulb very well. Okay. No problem. Well, to be honest, it sounds everything you've mentioned, we do that sort of stuff all the time. As you can imagine, calling up to Christmas, we are quite busy. The quickest way in order to get your quote, if possible do you use WhatsApp by any chance? Yeah. Yeah. Perfect. So the quickest method that a lot of people are doing now, if I'm able to send you a WhatsApp message, once you've had the call, All you have to do is literally just show us a, do us a quick video. If you show us the, the lights and issue you've got with the ball, defense panel, all of it's involved. It it doesn't matter how long the video is. Basically, we can take a look. If we need to ask you any questions, we can. We can go back and forward. And then, yeah, we can get your quote sorted. Nine times out of 10, we can get your quote sorted from that, and, it just saves saves you having to pay a call out for you for to come out. Sounds good. Cool. So I guess you'll send me a message and then Yeah. Yeah. Yeah. I'll I'll send you a message once this we've had this conversation. If you can just reply back, one of us will take a look, and then, we'll go from there. Sounds good. The video probably won't be till this evening because I'm I'm working in a minute as well, if that's alright. Yeah. No problem. That's fine. When when's convenient for you? What's your name? Sorry. Greg. Greg Nelson. Greg. And what's your property's code, Greg? N G 81 A T. 1, Alpha, Papa. Alpha, Mango. Perfect. So you give me about, $10.50. Oh, I'll have tango. Sorry. Yeah. If you give me about ten, fifteen minutes, we'll get a WhatsApp sent over, and then, we look forward to hearing from you and get you sorted out. Nice then. Thank you. Alright. Good. Speak to you. Thanks a lot. Thank you very much.",
    "audioUrl": "/recordings/RE5be7b68d9ad4a2a5c5fe8030b5ec6c55.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE5be7b68d9ad4a2a5c5fe8030b5ec6c55"
  },
  {
    "id": "twilio-REab5bf076df6d02e6847f0daeb53e17f3",
    "transcript": "",
    "audioUrl": "/recordings/REab5bf076df6d02e6847f0daeb53e17f3.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REab5bf076df6d02e6847f0daeb53e17f3"
  },
  {
    "id": "twilio-REc155fa3c46f4b968266f8bb32844ba8b",
    "transcript": "Hello. Good afternoon. Hi. Good afternoon. I was hoping you can help. I've just, find your details on a Google search. I've got, an outdoor garden shed that needs the roof, refelting. Is that something that you could help with? Yes. Definitely some, something we could help with. I'll be honest, we are really busy going up to Christmas. Alright. Okay. What I could possibly do are you looking to get it done this side of Christmas? As soon as possible. Because I've just been into the shed for the first time in, several days, and it it there is ingress of water. So it's kind of urgent because, obviously, it's, and I want to stop any of the damage as well. I mean, it's not flooding and everything, but the the boards are are damp. There's mold growing, and there's some areas where water is dripping as well. So so I I don't know whether Well if you could come over this side of Christmas, whether you could just maybe cover it temporarily and then come back later on to to to to do that. So I don't know what what's your thoughts. Yeah. Yeah. Well, we do try to fit people in the way possible. So what I can possibly do that might be a bit quicker. Do you use WhatsApp by any chance? I do. Yeah. Yeah. So the quickest and easiest option is if if I can send you a message on WhatsApp, if you could just do as a quick video just showing as, the shed so we can get an idea of size and possibly show us the water square ingress from the inside. We'll take a look. And then if if something we can quote for, we'll quote. Well, if not, we'll we can get you a price sent over just for, like, a temporary fix anyway. So in that way, we can get it looked at quicker, and, you you'll know, obviously, price wise, what what what you're dealing with kind of thing. Yeah. No. No. That's fine. Brilliant. Okay. Brilliant then. I'll, I'll send, just the information you need on the Watson right now then. Alright. Perfect. Sorry. Can I just take your mobile number? Yeah. It's, 07931721 Yeah. 210. Perfect. And what's your name? Sorry. Did you grab it's Chet, c h e t. Chet. Okay. And, what's your property for yourself, Chet? Sorry. Can you repeat that? Sorry. What's your property postcode? It's, DE236DZed. So I mean, a little over, very close to the hospital. Okay. Perfect. Alright then, Chet. Give me about ten minutes. I'll get your WhatsApp sent over, and we'll take a look and we can go from there. Alright. Nice one. Cheers, mate. Thank you. Alright. Thanks. Have a good evening. Bye.",
    "audioUrl": "/recordings/REc155fa3c46f4b968266f8bb32844ba8b.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REc155fa3c46f4b968266f8bb32844ba8b"
  },
  {
    "id": "twilio-REbd727857362be25e7479cc75b71b923b",
    "transcript": "Hello. Good afternoon. Hi. Hi. Good afternoon. I was hoping you can help. I'll just, find your details on a Google search. I've got, an outdoor garden shed that needs, the roof, refelting. Is that something that you could help with? Yes. Definitely some, something we could help with. I'll be honest, we are really busy going up to Christmas. Alright. Okay. What I could possibly do, are you looking at to get it done this side of Christmas? As soon as possible. Because I've just been into the shed for the first time in, several days, and it it there would there is ingress of water. So it's kind of urgent because, obviously, it's, and I want to stop any of the damage as well. I mean, it's not flooding and everything, but the the boards are are damp. There's mold growing, and there's some areas where water is dripping as well. So so I I don't know whether Well if you could cover this side of Christmas, whether you could just maybe cover it temporarily and then come back later on to to to to do that. So I don't know what what's your thoughts. Yeah. Yeah. Well, we do try to fit Deepgram where possible. So what I can possibly do that might be a bit quicker. Do you use WhatsApp by any chance? I do. Yeah. Yeah. So the quickest and easiest option is if I can send you a message on WhatsApp, if you could just do as a quick video, just showing us, the shed so we can get an idea of size, possibly shows the water square ingress from the inside. We'll take a look. And then if if something we can quote for, we'll quote. Well, if not, we'll we can get you a price sent over just for, like, a temporary fix anyway. So in that way, we can get it looked at quicker, and, you you'll know, obviously, price wise, what what what you're dealing with kind of thing. Yeah. No. No. That's fine. Brilliant. Okay. Brilliant then. I'll, I'll send, just the information you need on the Watson right now then. Alright. Okay. Sorry. Can I just take your mobile number? Yeah. It's, 07931721 Yep. 210. Perfect. And what's your name? Sorry. Did you grab it's Chet, c h e t. Chet. Okay. And, what's your property for yourself, Chet? Sorry. Can you repeat that? Sorry. What's your property postcode? It's, DE236DZed. So I'm in a little over, very close to the hospital. Okay. Perfect. Alright then, Chet. Give me about ten minutes. I'll get your WhatsApp sent over, and we'll take a look and we can go from there. Alright. Nice one. Cheers, mate. Thank you. Alright. Thanks. Have a good evening. Bye.",
    "audioUrl": "/recordings/REbd727857362be25e7479cc75b71b923b.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REbd727857362be25e7479cc75b71b923b"
  },
  {
    "id": "twilio-RE83f65f4cc93965834d73d12c0096a1fb",
    "transcript": "Hello. Good afternoon. Hello? Hello. Good afternoon. Hi. Hi. Is this the handyman services? Yeah. How can I help? Hi. Do you work in Derby? Yes. We do work in Derby. Right. Basically, you're wanting a wardrobe bringing over from one address to another, but it'll need, disassembling and then reassembling again. Alright. I can tell you from now. Unfortunately, we we don't actually assemble, furniture that's been disassembled because it's a bit of a nightmare, and we can't guarantee that it will go up just as good. We we absolutely No. It would be yourself who dis it would be yourself who take it apart. It's not already taken apart? Once we yeah. All it all it is, we've had a few bad jobs in the past where they haven't gone up 100%. Once once they've gone up and they've already been assembled, sometimes it can just be a bit of a nightmare. So to be honest, you just stay away from those sorts of jobs. Alright. No worries. Thank you for your time.",
    "audioUrl": "/recordings/RE83f65f4cc93965834d73d12c0096a1fb.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE83f65f4cc93965834d73d12c0096a1fb"
  },
  {
    "id": "twilio-RE5db8dcc89156b8926374862ff199ee0f",
    "transcript": "Hello. Good afternoon. Hello? Hello. Good afternoon. Hi. Hi. Is this the handyman services? Yeah. How can I help? Hi. Do you work in Derby? Yes. We do work in Derby. Right. Basically, you're wanting a wardrobe bringing over from one address to another, but it'll need disassembling and then reassembling again. Alright. I can tell you from now. Unfortunately, we we don't actually assemble, furniture that's been disassembled because it's a bit of a nightmare, and we can't guarantee that it will go off just as good. We we actually still No. It would be yourself who it would be yourself who take it apart. It's not already taken apart? Once we yeah. Only what it is we've had a few bad jobs in the past where they haven't gone up 100%. Once once they've gone up and they've already been assembled, sometimes it can just be a bit of a nightmare. So to be honest, we just stay away from those sorts of jobs. Alright. No worries. Thank you for your time.",
    "audioUrl": "/recordings/RE5db8dcc89156b8926374862ff199ee0f.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE5db8dcc89156b8926374862ff199ee0f"
  },
  {
    "id": "twilio-RE65be71c7c059c29a300bce6842816421",
    "transcript": "Hello. Good morning. Good morning. Handy services. Right? Yeah. How can I help? Hi. This is Avis from Pabling. How are you doing? I'm good. Fine.",
    "audioUrl": "/recordings/RE65be71c7c059c29a300bce6842816421.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE65be71c7c059c29a300bce6842816421"
  },
  {
    "id": "twilio-REaa0fe5008f7c3326d76fe700218606be",
    "transcript": "Hello? Good morning. Good morning. Handy services. Right? Yeah. How can I help? Hi. This is Avis from Pabling. How are you doing? I'm good. Bye.",
    "audioUrl": "/recordings/REaa0fe5008f7c3326d76fe700218606be.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REaa0fe5008f7c3326d76fe700218606be"
  },
  {
    "id": "twilio-RE46f051bfba2ff771fa161e240fd43c67",
    "transcript": "Hello. Good morning. Hello, please. Can you hear me? Yeah. How can I help? Yeah. I don't know if this is in your in your realm of expertise, but, I can't find no one that fixes vending machines. Sorry. The line's not the best. Could you say that again? One second. Hello. Can you hear me now? Hello? Yeah. That's a bit better. Yeah. I don't know if this is in your realm of expertise, but, I've got a vending machine there that I need fixing. A washing machine, did you say? Vending machine. Vending machine. Oh, vending machine. Not really, to be honest. What what's the issue with it? It's got elevator in it, and the app is not working. I had the lift mechanism. So, you know, when you put your money in. And Yeah. Up and down. And it's still going up and up and up and up and down properly. We do have an electrician. I can have a word with him now, see if it's something here and he'd be happy to take a look at. But I'll be honest with you, it's not something that we've done before. So Yeah. Do you use WhatsApp by any chance? Yeah. He's got something. That's all I can call back then. Alright then. What I'll do, I'll have a word with Richard. He does our electrical side. I'll give you a message on WhatsApp, and then if it's someone we can help you with that, I'll drop you a message, and we'll try to get someone sorted out. Alright. Thank you, everyone. Alright. Sorry. What's your name? Ash. Ash. And where else is the, vending machine located? What what's the name? It's, Doncaster. Doncaster? Yeah. Alright, Dimash. Give me about ten minutes. I'll drop you a message on WhatsApp if you need help. Alright. Perfect. Alright. Thanks a lot.",
    "audioUrl": "/recordings/RE46f051bfba2ff771fa161e240fd43c67.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE46f051bfba2ff771fa161e240fd43c67"
  },
  {
    "id": "twilio-REb31143a022b4e3dd9dc4500b914040e1",
    "transcript": "Hello. Good morning. Hello, guys. Can you hear me? Yeah. How can I help? Yeah. I don't know if this is in your in your realm expertise, but, I can't find no one that fixes vending machines. Sorry. The line's not the best. Can you say that again? One second. Hello. Can you hear me now? Hello? Yeah. That's a bit better. Yeah. I don't know if this is in your realm of expertise, but, I've got a vending machine there that needs fixing. A washing machine, did you say? Vending machine. Vending machine. Oh, vending machine. Not really, to be honest. What what's the issue with it? It's got an elevator in it, and the engine's not working. I have the lift mechanism. So, you know, when you put your money in. Yeah. It's not going up in the ice. I got up in the house. We do have electrician. I can have a word with him now, see if it's something, you know, he'd be happy to take a look at. But I'll be honest with you, it's not something that we've done before. So Yeah. Do you use WhatsApp by any chance? Yeah. I use WhatsApp. Alright then. What I'll do, I'll have a go with Richard. That's who does our electrical side. I'll give you a message on WhatsApp, and then if it's someone we can help you with that, I'll drop you a message, and we'll try to get something sorted out. Alright. Thank you very much. Alright. Sorry. What's your name? Ash. Ash. And where else is the, vending machine located? What what's the name? It's, Doncaster. Doncaster? Yeah. Alright, Dimash. Give me about ten minutes. I'll drop you a message on WhatsApp if you need help. Okay. Alright. Thanks a lot, brother.",
    "audioUrl": "/recordings/REb31143a022b4e3dd9dc4500b914040e1.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REb31143a022b4e3dd9dc4500b914040e1"
  },
  {
    "id": "twilio-REd6afc380344855d128a9578d29015311",
    "transcript": "Hello. Good morning. Hello. Yeah. So am I speaking with the owner of HamPix? Hello? Am I speaking with the owner of HamPix Honeyman? How can I help? How can I help? Yeah. So, actually, sir, I'm calling you from Online Technology, and this call is regarding saying your business is qualified for Google's first page. Is it No. No. No.",
    "audioUrl": "/recordings/REd6afc380344855d128a9578d29015311.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REd6afc380344855d128a9578d29015311"
  },
  {
    "id": "twilio-RE0f8d2c865403cb0ab5c9de1862ece045",
    "transcript": "Hello. Good morning. Hello. Yeah. So am I speaking with the owner of HamFix hello? Am I speaking with the owner of HamFix Honeyman? How can I help? How can I help? Yeah. So, actually, sir, I'm calling you from Online Technology, and this call is regarding saying your business is qualified for Google's first page physical No. No. No.",
    "audioUrl": "/recordings/RE0f8d2c865403cb0ab5c9de1862ece045.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE0f8d2c865403cb0ab5c9de1862ece045"
  },
  {
    "id": "twilio-RE1fcc515b01fbabb4b8c0095b28f862e7",
    "transcript": "Hello. Good morning. Hey, mate. I'm looking for some work to be done around the house. Alright. No problem. What's the work you're looking at? It'll start with blinds need fitting. Alright. That's it. Skirting board to be fitted. Yep. I did it well. Well. Doors to be fitted. Two doors to be fitted. Alright. It's probably a job you'd have to come look at. Yeah. I was gonna say, sounds like you've got a few bits. What we do, I I let them know we work. Obviously, coming up to Christmas, we we're really busy as I understand. For a job like this, we actually can get you a quote back near enough straight away if you're happy to send us a video. So most of the customers we work with are happy to just send us a video on WhatsApp if that works with you. Right. Okay. When's the earliest you can do it then? We possibly could fit you in before Christmas. But what it is, we can't actually pull anyone off jobs at the minute because we literally, everyone's working kind of thing. You know what I mean? Just come out and quote if it just doesn't make sense just at the minute. And plus, we are managing to get the quotes back to pick up for yourself anyway. So if you are happy to get the video over, I'm still wanting to get it looked at today. Right. Yeah. I can send you a video if you'd like to say. Just I just wanted a time scale of when you'd be off to actually come and actually do the job. Oh, alright. Well, to be honest, we possibly could just squeeze him in just before Christmas based off the bits you've said. It would be a squeeze. But what I can do, obviously, is get us a video over today. We can take a look and then give you some sort of definite sort of day one so I can look and know exactly what what we're working with. Alright. I'll I'll do that then. I'll send it over to this number now then. I'll send you a video over now and you can go from there. Yeah. But what I'll do, just to make it easier, I'll send you a message so you can reply directly back. Yep. And then, yeah, we'll take a look and we'll go from there. Alright. No worries. Speak to you in a bit. Perfect. Sorry. What's your name? Gary. Gary. Gary, what's your postcode? DeltaEcho22. Yeah. 0GolfAlpha. 0GolfAlpha. Perfect, Gary. Alright. Give me about some minutes, and I'll go to the next one. Okay. Thank you. Bye bye bye. Alright. Thanks a lot. Bye. Bye. Bye.",
    "audioUrl": "/recordings/RE1fcc515b01fbabb4b8c0095b28f862e7.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of RE1fcc515b01fbabb4b8c0095b28f862e7"
  },
  {
    "id": "twilio-REdfb39ec861eeed1d7773e735050c5164",
    "transcript": "Hello. Good morning. Hey, mate. I'm looking for some, work to be done around the house. Alright. No problem. What sort of work are you looking at? It'll start with blinds need fitting. Alright. Okay. Skirting board to be fitted. Yep. Oh, I do do well well. Doors to be fitted. Two doors to be fitted. Alright. It's probably a job you'd have to come and look at. Yeah. I was gonna say, sounds like you've got a few bits. What we do, I I let you know we work. Obviously, coming up to Christmas, we we're really busy as well. We understand. For a job like this, we actually can get you a quote back near enough straight away if you're happy to send us a video. So most of the customers we work with are happy to just send us a video on WhatsApp if that works with you. Right. Okay. When's the earliest you can do it then? We possibly could stick them in before Christmas. But what it is, we can't actually pull anyone off jobs at any because we literally everyone's working kind of thing. You know what I mean? Just come out and quote it. It just doesn't make sense just at the minute. And plus, we're managing to get the quotes back, pick up for yourself anyway. So if you are happy to get the video over, I'm still wanting to get it looked at today. Right. Yeah. I can send you a video if you'd like to say, just I just wanted a time scale of when you'd be off to actually come and actually do the job. Oh, alright. Well, to be honest, we possibly could just squeeze you in just before Christmas based off the bits you've said. It would be a squeeze. But what I can do, obviously, is get us a video over today. We can take a look and then give you some sort of definitely sort of date once we've had enough and we know exactly what what we're working with. Alright. I'll I'll do that then. I'll send it over to this number now then. I'll send you a video over now and you can go from there. Yeah. But what I'll do, just to make it easier, I'll send you a message so you can reply directly back. Yep. And then, yeah, we'll take a look and we'll go from there. Alright. No worries. I'll speak to you in a bit. Perfect. Sorry. What's your name? Gary. Gary. Gary, what's your postcode? DeltaEcho22. Yeah. 0GolfAlpha. 0GolfAlpha. Perfect, Gary. Alright. Give me about some minutes, and I'll be okay. Okay. Thank you. Bye bye bye. Alright. Thanks a lot. Bye. Bye.",
    "audioUrl": "/recordings/REdfb39ec861eeed1d7773e735050c5164.mp3",
    "category": "Real-Twilio-Deepgram",
    "expectedRoute": "MANUAL_REVIEW",
    "notes": "Deepgram Transcription of REdfb39ec861eeed1d7773e735050c5164"
  }
]